Repository: sane-apps/SaneClip
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

# saneclip.settings.updates.automatically_label
source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
it: Verifica automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
pt_br: Verificar atualizações automaticamente
zh_hans: 自动检查更新

# saneclip.settings.updates.check_now_button
source: Check Now
de: Jetzt suchen
es: Buscar ahora
fr: Rechercher maintenant
it: Verifica ora
ja: 今すぐ確認
ko: 지금 확인
pt_br: Verificar agora
zh_hans: 立即检查

# saneclip.settings.updates.check_now_help
source: Check for updates right now
de: Jetzt nach Updates suchen
es: Buscar actualizaciones ahora mismo
fr: Rechercher les mises à jour dès maintenant
it: Verifica subito la presenza di aggiornamenti
ja: 今すぐアップデートを確認します
ko: 지금 바로 업데이트 확인
pt_br: Verificar atualizações agora
zh_hans: 立即检查更新

# saneclip.settings.updates.checking_button
source: Checking...
de: Suchen …
es: Buscando...
fr: Recherche en cours...
it: Verifica in corso...
ja: 確認中...
ko: 확인 중...
pt_br: Verificando...
zh_hans: 正在检查…

# saneclip.settings.updates.frequency_help
source: Choose how often automatic update checks run
de: Festlegen, wie oft automatische Update-Suchen ausgeführt werden
es: Elige con qué frecuencia se buscan actualizaciones automáticamente
fr: Choisissez la fréquence des recherches automatiques de mises à jour
it: Scegli con quale frequenza eseguire le verifiche automatiche
ja: 自動アップデート確認の頻度を選択します
ko: 자동 업데이트 확인 주기를 선택하세요
pt_br: Escolha com que frequência as verificações automáticas ocorrem
zh_hans: 选择自动检查更新的频率

# saneclip.settings.updates.frequency_label
source: Check frequency
de: Suchhäufigkeit
es: Frecuencia de búsqueda
fr: Fréquence de recherche
it: Frequenza di verifica
ja: 確認の頻度
ko: 확인 주기
pt_br: Frequência de verificação
zh_hans: 检查频率

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置

source: Restore Command-Shift-Control-Y for Show Clipboard History
de: Befehl-Umschalt-Control-Y für „Verlauf anzeigen“ wiederherstellen
es: Restaurar Comando-Mayúsculas-Control-Y para Mostrar historial del portapapeles
fr: Rétablir Cmd-Maj-Ctrl-Y pour Afficher l'historique du presse-papiers
it: Ripristina Cmd-Maiusc-Ctrl-Y per Mostra cronologia appunti
ja: 「クリップボード履歴を表示」をCommand-Shift-Control-Yに戻す
ko: 클립보드 기록 보기의 Command-Shift-Control-Y 복원
pt_br: Restaurar Command-Shift-Control-Y para Mostrar histórico
zh_hans: 恢复用于显示剪贴板历史的 Command-Shift-Control-Y

source: Add Snippet
de: Snippet hinzufügen
es: Añadir fragmento
fr: Ajouter un extrait
it: Aggiungi snippet
ja: スニペットを追加
ko: 스니펫 추가
pt_br: Adicionar trecho
zh_hans: 添加片段

source: Category for grouping (optional)
de: Kategorie zur Gruppierung (optional)
es: Categoría para agrupar (opcional)
fr: Catégorie de regroupement (facultatif)
it: Categoria per il raggruppamento (facoltativa)
ja: グループ分け用のカテゴリ（任意）
ko: 그룹화용 카테고리(선택 사항)
pt_br: Categoria para agrupar (opcional)
zh_hans: 用于分组的分类（可选）

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 拷贝

source: Copy for Manual Paste
de: Für manuelles Einfügen kopieren
es: Copiar para pegado manual
fr: Copier pour collage manuel
it: Copia per incollaggio manuale
ja: 手動ペースト用にコピー
ko: 수동 붙여넣기용 복사
pt_br: Copiar para colar manualmente
zh_hans: 拷贝以手动粘贴

source: Copy here for manual Command-V paste.
de: Hier kopieren für manuelles Einfügen mit Befehl-V.
es: Copia aquí para pegar manualmente con Comando-V.
fr: Copier ici pour un collage manuel avec Cmd-V.
it: Copia qui per incollare manualmente con Cmd-V.
ja: 手動でCommand-Vペーストするにはここでコピーします。
ko: 수동 Command-V 붙여넣기를 위해 여기에 복사하세요.
pt_br: Copie aqui para colar manualmente com Command-V.
zh_hans: 拷贝到这里以手动用 Command-V 粘贴。

source: Copy this snippet, then press Command-V in an email or document
de: Dieses Snippet kopieren, dann Befehl-V in einer E-Mail oder einem Dokument drücken
es: Copia este fragmento y luego pulsa Comando-V en un correo o documento
fr: Copiez cet extrait, puis appuyez sur Cmd-V dans un e-mail ou un document
it: Copia questo snippet, poi premi Cmd-V in un'email o in un documento
ja: このスニペットをコピーし、メールまたは書類でCommand-Vを押します
ko: 이 스니펫을 복사한 다음 이메일 또는 문서에서 Command-V를 누르세요
pt_br: Copie este trecho e pressione Command-V em um e-mail ou documento
zh_hans: 拷贝此片段，然后在邮件或文稿中按 Command-V

source: Create snippets to quickly paste common text
de: Snippets erstellen, um häufigen Text schnell einzufügen
es: Crea fragmentos para pegar rápidamente texto habitual
fr: Créez des extraits pour coller rapidement du texte courant
it: Crea snippet per incollare rapidamente il testo ricorrente
ja: スニペットを作成すると、よく使うテキストをすばやくペーストできます
ko: 자주 쓰는 텍스트를 빠르게 붙여넣도록 스니펫을 만드세요
pt_br: Crie trechos para colar textos comuns rapidamente
zh_hans: 创建片段以快速粘贴常用文本

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除

source: Detected Placeholders
de: Erkannte Platzhalter
es: Marcadores detectados
fr: Variables détectées
it: Segnaposto rilevati
ja: 検出されたプレースホルダ
ko: 감지된 플레이스홀더
pt_br: Espaços reservados detectados
zh_hans: 检测到的占位符

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Nenhum resultado
zh_hans: 无结果

source: No Snippets
de: Keine Snippets
es: No hay fragmentos
fr: Aucun extrait
it: Nessuno snippet
ja: スニペットなし
ko: 스니펫 없음
pt_br: Nenhum trecho
zh_hans: 没有片段

source: Paste Now
de: Jetzt einfügen
es: Pegar ahora
fr: Coller maintenant
it: Incolla ora
ja: 今すぐペースト
ko: 지금 붙여넣기
pt_br: Colar agora
zh_hans: 立即粘贴

source: Paste this snippet into the frontmost app
de: Dieses Snippet in die vorderste App einfügen
es: Pegar este fragmento en la app en primer plano
fr: Coller cet extrait dans l'app au premier plan
it: Incolla questo snippet nell'app in primo piano
ja: このスニペットを最前面のAppにペースト
ko: 이 스니펫을 맨 앞의 앱에 붙여넣기
pt_br: Colar este trecho no app em primeiro plano
zh_hans: 将此片段粘贴到最前面的 App 中

source: Placeholders
de: Platzhalter
es: Marcadores
fr: Variables
it: Segnaposto
ja: プレースホルダ
ko: 플레이스홀더
pt_br: Espaços reservados
zh_hans: 占位符

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pt_br: Prévia
zh_hans: 预览

source: Search snippets...
de: Snippets durchsuchen …
es: Buscar fragmentos...
fr: Rechercher des extraits...
it: Cerca snippet...
ja: スニペットを検索...
ko: 스니펫 검색...
pt_br: Buscar trechos...
zh_hans: 搜索片段…

source: Snippets require SaneClip Pro
de: Snippets erfordern SaneClip Pro
es: Los fragmentos requieren SaneClip Pro
fr: Les extraits nécessitent SaneClip Pro
it: Gli snippet richiedono SaneClip Pro
ja: スニペットにはSaneClip Proが必要です
ko: 스니펫을 사용하려면 SaneClip Pro가 필요합니다
pt_br: Trechos exigem o SaneClip Pro
zh_hans: 片段需要 SaneClip Pro

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
pt_br: Modelo
zh_hans: 模板

source: Try a different search
de: Andere Suche versuchen
es: Prueba con otra búsqueda
fr: Essayez une autre recherche
it: Prova un'altra ricerca
ja: 別のキーワードで検索してください
ko: 다른 검색어로 시도하세요
pt_br: Tente uma busca diferente
zh_hans: 尝试其他搜索

source: Use the menu bar Snippets menu after placing the cursor in an email or document.
de: Verwende das Snippets-Menü in der Menüleiste, nachdem du den Cursor in einer E-Mail oder einem Dokument platziert hast.
es: Usa el menú Fragmentos de la barra de menús tras situar el cursor en un correo o documento.
fr: Utilisez le menu Extraits de la barre des menus après avoir placé le curseur dans un e-mail ou un document.
it: Usa il menu Snippet nella barra dei menu dopo aver posizionato il cursore in un'email o in un documento.
ja: メールまたは書類にカーソルを置いてから、メニューバーのスニペットメニューを使ってください。
ko: 이메일 또는 문서에 커서를 놓은 다음 메뉴 막대의 스니펫 메뉴를 사용하세요.
pt_br: Use o menu Trechos na barra de menus após posicionar o cursor em um e-mail ou documento.
zh_hans: 将光标置于邮件或文稿中后，使用菜单栏的片段菜单。

source: Items by Type
de: Objekte nach Typ
es: Elementos por tipo
fr: Éléments par type
it: Elementi per tipo
ja: 種類別の項目
ko: 유형별 항목
pt_br: Itens por tipo
zh_hans: 按类型分项

source: Clears saved sync state on this device and reconnects to iCloud. Your local clipboard history stays on this device.
de: Löscht den gesicherten Sync-Status auf diesem Gerät und stellt die Verbindung zu iCloud wieder her. Dein lokaler Verlauf bleibt auf diesem Gerät.
es: Borra el estado de sincronización guardado en este dispositivo y reconecta con iCloud. Tu historial local del portapapeles permanece en este dispositivo.
fr: Efface l'état de synchronisation enregistré sur cet appareil et se reconnecte à iCloud. Votre historique local du presse-papiers reste sur cet appareil.
it: Cancella lo stato di sincronizzazione salvato su questo dispositivo e si riconnette a iCloud. La cronologia locale resta su questo dispositivo.
ja: このデバイスに保存された同期状態を消去し、iCloudに再接続します。ローカルのクリップボード履歴はこのデバイスに残ります。
ko: 이 기기에 저장된 동기화 상태를 지우고 iCloud에 다시 연결합니다. 로컬 클립보드 기록은 이 기기에 남습니다.
pt_br: Limpa o estado de sincronização salvo neste dispositivo e reconecta ao iCloud. Seu histórico local permanece neste dispositivo.
zh_hans: 清除此设备上已存的同步状态并重新连接到 iCloud。你的本地剪贴板历史仍保留在此设备上。

source: Reset Sync
de: Sync zurücksetzen
es: Restablecer sincronización
fr: Réinitialiser la synchronisation
it: Reimposta sincronizzazione
ja: 同期をリセット
ko: 동기화 재설정
pt_br: Redefinir sincronização
zh_hans: 重置同步

source: Reset iCloud Sync
de: iCloud-Sync zurücksetzen
es: Restablecer sincronización con iCloud
fr: Réinitialiser la synchronisation iCloud
it: Reimposta sincronizzazione iCloud
ja: iCloud同期をリセット
ko: iCloud 동기화 재설정
pt_br: Redefinir sincronização do iCloud
zh_hans: 重置 iCloud 同步

source: Reset iCloud Sync?
de: iCloud-Sync zurücksetzen?
es: ¿Restablecer la sincronización con iCloud?
fr: Réinitialiser la synchronisation iCloud ?
it: Reimpostare la sincronizzazione iCloud?
ja: iCloud同期をリセットしますか？
ko: iCloud 동기화를 재설정할까요?
pt_br: Redefinir sincronização do iCloud?
zh_hans: 重置 iCloud 同步？

source: Share clipboard history across your Apple devices
de: Verlauf über deine Apple-Geräte hinweg teilen
es: Comparte el historial del portapapeles entre tus dispositivos Apple
fr: Partager l'historique du presse-papiers entre vos appareils Apple
it: Condividi la cronologia appunti tra i tuoi dispositivi Apple
ja: Appleデバイス間でクリップボード履歴を共有します
ko: Apple 기기 간에 클립보드 기록을 공유합니다
pt_br: Compartilhar o histórico entre seus dispositivos Apple
zh_hans: 在你的 Apple 设备间共享剪贴板历史

source: This clears saved sync state on this device and reconnects to iCloud sync. Your local clipboard history stays on this device.
de: Dies löscht den gesicherten Sync-Status auf diesem Gerät und stellt die Verbindung zu iCloud-Sync wieder her. Dein lokaler Verlauf bleibt auf diesem Gerät.
es: Esto borra el estado de sincronización guardado en este dispositivo y reconecta con la sincronización de iCloud. Tu historial local del portapapeles permanece en este dispositivo.
fr: Cela efface l'état de synchronisation enregistré sur cet appareil et se reconnecte à la synchronisation iCloud. Votre historique local du presse-papiers reste sur cet appareil.
it: Questo cancella lo stato di sincronizzazione salvato su questo dispositivo e si riconnette alla sincronizzazione iCloud. La cronologia locale resta su questo dispositivo.
ja: これにより、このデバイスに保存された同期状態が消去され、iCloud同期に再接続されます。ローカルのクリップボード履歴はこのデバイスに残ります。
ko: 이 기기에 저장된 동기화 상태를 지우고 iCloud 동기화에 다시 연결합니다. 로컬 클립보드 기록은 이 기기에 남습니다.
pt_br: Isto limpa o estado de sincronização salvo neste dispositivo e reconecta à sincronização do iCloud. Seu histórico local permanece neste dispositivo.
zh_hans: 这会清除此设备上已存的同步状态并重新连接到 iCloud 同步。你的本地剪贴板历史仍保留在此设备上。

source: Include Pinned Only
de: Nur angeheftete einschließen
es: Incluir solo los fijados
fr: Inclure uniquement les épinglés
it: Includi solo i fissati
ja: ピン留め項目のみを含める
ko: 고정된 항목만 포함
pt_br: Incluir apenas fixados
zh_hans: 仅包含已固定项

source: Query
de: Suchanfrage
es: Consulta
fr: Requête
ja: クエリ
ko: 쿼리
pt_br: Consulta
zh_hans: 查询

source: Tag
es: Etiqueta
ja: タグ
ko: 태그
pt_br: Etiqueta
zh_hans: 标签

source: Snippets
es: Fragmentos
fr: Extraits
it: Snippet
ja: スニペット
ko: 스니펫
pt_br: Trechos
zh_hans: 片段

source: Snippets Pro
es: Fragmentos Pro
fr: Extraits Pro
it: Snippet Pro
ja: スニペット Pro
ko: 스니펫 Pro
pt_br: Trechos Pro
zh_hans: 片段 Pro

# saneclip.settings.appearance.menu_bar_icon.minimal
source: Minimal
es: Minimalista
it: Minimale
ja: ミニマル
ko: 최소
pt_br: Mínimo
zh_hans: 极简

# saneclip.settings.appearance.paste_mode.standard
source: Standard
es: Estándar
ja: 標準
ko: 표준
pt_br: Padrão
zh_hans: 标准

# saneclip.settings.appearance.paste_sound.tink
source: Tink
es: Tin

# saneclip.settings.pro.upgrade_button
source: Upgrade
es: Mejorar
fr: Passer à Pro
it: Esegui l'upgrade
ja: アップグレード
ko: 업그레이드
pt_br: Fazer upgrade
zh_hans: 升级

# saneclip.settings.section.software_updates
source: Software Updates
es: Actualizaciones de software
fr: Mises à jour du logiciel
it: Aggiornamenti software
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
pt_br: Atualizações de software
zh_hans: 软件更新

# saneclip.settings.snippets.count_format
source: %d snippets
es: %d fragmentos
fr: %d extraits
it: %d snippet
ja: %d件のスニペット
ko: 스니펫 %d개
pt_br: %d trechos
zh_hans: %d 个片段

# saneclip.settings.snippets.name_placeholder
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称

source: %lld snippets
es: %lld fragmentos
fr: %lld extraits
it: %lld snippet
ja: %lld件のスニペット
ko: 스니펫 %lld개
pt_br: %lld trechos
zh_hans: %lld 个片段

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称

source: Snippets Pro 🔒
es: Fragmentos Pro 🔒
fr: Extraits Pro 🔒
it: Snippet Pro 🔒
ja: スニペット Pro 🔒
ko: 스니펫 Pro 🔒
pt_br: Trechos Pro 🔒
zh_hans: 片段 Pro 🔒

source: Index
es: Índice
it: Indice
ja: インデックス
ko: 인덱스
pt_br: Índice
zh_hans: 索引

source: Limit
es: Límite
fr: Limite
it: Limite
ja: 上限
ko: 제한
pt_br: Limite
zh_hans: 数量上限

source: Snippet Name
es: Nombre del fragmento
fr: Nom de l'extrait
it: Nome snippet
ja: スニペット名
ko: 스니펫 이름
pt_br: Nome do trecho
zh_hans: 片段名称

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文本

# saneclip.settings.history.image_10_mb
source: 10 MB
fr: 10 Mo

# saneclip.settings.history.image_25_mb
source: 25 MB
fr: 25 Mo

# saneclip.settings.history.image_2_mb
source: 2 MB
fr: 2 Mo

# saneclip.settings.history.image_5_mb
source: 5 MB
fr: 5 Mo

# saneclip.settings.history.text_1_mb
source: 1 MB
fr: 1 Mo

# saneclip.settings.history.text_256_kb
source: 256 KB
fr: 256 Ko

# saneclip.settings.history.text_512_kb
source: 512 KB
fr: 512 Ko

# saneclip.settings.history.text_64_kb
source: 64 KB
fr: 64 Ko
